;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=한글
;Language name in English e.g. German
LanguageEn=Korean
;Your name here. You can also leave your email, website, blog...
Translator=YU Hee Cheol, morusim@chol.com
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=없음
602=Listary 선택사항(옵션) 

;Tray Menu
1001=온라인 도움말
1002=업데이트 확인
1003=프로그램 정보
1004=끝내기

;Toolbar
1100=검색

;Favorite Menu
2000=즐겨찾기
2001=응용프로그램
2002=전체
2003=여기에 추가
2004=현재 사용중인 폴더를 즐겨찾기에 추가
2050=즐겨찾기에 추가하기 실패
2051=Listary가 이 응용프로그램의 경로를 정할 수 없습니다.

;Recent Menu
2100=최근작업
2101=지우기
2103=폴더
2104=파일
2105=이 응용프로그램의 사용흔적 찾기
2106=이 응용프로그램의 사용흔적 찾지않기
2107=더 보기

;Smart Menu
2200=스마트
2201=현재 열어놓은 폴더
2202=파일관리자에서 마지막으로 열어 본 폴더로 전환
2203=파일관리자에서 선택된 파일 열기
2204=현재 사용중인 폴더 탐색
2205=명령 프롬프트 
2206=응용프로그램 폴더로 가기
2207=응용프로그램 폴더 탐색
2208=파일 확장자 보기
2209=숨겨진 파일과 폴더 보기 
2210=폴더 경로를 클립보드로 복사
2211=선택된 항목의 경로를 클립보드로 복사
2212=선택된 항목에 표시된 이름을 클립보드로 복사
2213=선택사항(옵션)
2214=Pro버전 구입
2215=지원 목록에 응용프로그램 추가
2216=이 응용프로그램에서 Listary를 사용 안 함
2217=CSV 파일로 목록 내용 내보내기
2218=구분자
2250=%s 지원 목록에 성공적으로 추가됨.
2251=마우스 오른쪽 클릭이나 단축키를 사용할 수 있다 %s Listary를 활성화하려면 %s 지금.
2252=이 응용프로그램에서 Listary를 사용하지 않겠습니까?
2253=Listary 사용 안 함
2254=Listary는 이 응용프로그램의 다음 시작부터 더 이상 보이지 않습니다.\n 언제든 다시 보려면 '옵션 > 응용프로그램'에서 선택할 수 있습니다. 

;Search
2300=목록
2301=찾아가기
2302=검색과 일치하는 항목이 없음.

;Options > General
3000=일반
3001=윈도우를 시작할 때 Listary 시작
3002=윈도우 XP 탐색기에서 자동으로 파일 목록에 입력 촛점을 맞춤.
3003=선택사항(옵션)을 열 때 업데이트 확인
3004=빠른 전환 (파일관리자에서 전환할 때 파일 대화창에 현재 사용중인 폴더 열기)
3005=언어 :
3006=Default File Manager
3007=Fill this if you prefer to use a file manager other than Windows Explorer.\nUse %1 in parameter for the path. Do not forget quotes.


;Options > Favorites
3100=즐겨찾기
3101=세부항목
3102=이름 :
3103=단축키 :
3104=유형 :
3105=경로 :
3106=하위 메뉴
3107=즐겨찾기 항목에 추가
3108=선택된 즐겨찾기 항목 제거

;Options > Recent
3200=최근작업
3201=전체 최근작업 항목 :
3206=전체 최근작업 항목 추적
3207=전체 응용프로그램에 대한 최근작업 파일과 폴더 추적
3208=파일열기 대화창에서 마지막에 연 파일을 자동 선택
3209=선택된 최근작업 항목을 제거
3210=최근작업 항목을 모두 제거
3211=전체 최근작업 항목
3212=각 응용프로그램의 최근작업 폴더
3213=각 응용프로그램의 최근작업 파일
3214=최근작업 메뉴 항목
3215=Search recent files and folders

;Options > Smart Commands
3300=스마트 명령
3301=세부명령
3303=명령 :
3305=스마트 메뉴에서 이 명령을 보이기 
3306=자주쓰는 명령 추가
3307=이름
3308=단축키
3309=명령
3310=스마트 메뉴에서 보이기
3311=내장된 스마트 명령 추가
3312=선택된 명령 제거

;Options > Applications
3400=응용프로그램 
3401=응용프로그램 설정 : ( 위 목록에서 선택된 응용프로그램에만 적용됨 )
3402=이 응용프로그램에서 Listary를 사용함
3403=최근작업 파일과 폴더 추적
3404=설정 수정을 위해 응용프로그램 추가
3405=즐겨찾기와 최근작업 항목과 함께 선택된 응용프로그램 제거
3406=경로

;Options > Keyboard and Mouse
3500=키보드와 마우스
3501=단축키
3502=전체 :
3503=Listary 툴바 보이기 :
3504=팝업 메뉴 보이기 :
3505=로컬 ( Listary 툴바가 보이는 동안만 작동 ) :
3506=즐겨찾기 메뉴 :
3507=최근작업 메뉴 :
3508=스마트 메뉴 :
3509=Listary 툴바가 안보일 때 탐색기에서 로컬단축키 사용함 (즐겨찾기와 스마트 명령에 대한 단축기 포함) 
3510=마우스
3511=탐색기 / 파일대화창 / 데스크탑에서 Listary를 활성화하려면 빈 공간을 더블 클릭 
3512=Listary를 활성화하려면 가운데 클릭 

;Options > Display
3600=화면
3601=창 위치
3602=정해진 위치
3603=목록과 연계
3604=창과 연계
3605=위에서 
3606=아래에서
3607=왼쪽에서
3608=오른쪽에서
3609=불투명도
3610=메뉴
3611=보이는 항목의 최대 개수 :
3612=최대범위 ( 픽셀의 ) :
3613=최소범위 ( 픽셀의 ) :
3614=메뉴 열때 마우스 지체시간 (milliseconds 지체, 0 to 사용안함) :
3615=팝업 메뉴
3616=하위메뉴에서 최근작업 항목 보이기
3617=픽셀

;Options > Integration
4000=통합
4001=Listary 즐겨찾기에 토탈커맨더의 디렉토리 메뉴 추가
4002=파일대화창을 바꾸기위해 토탈커맨더를 사용 :

;Options > Compatibility
3700=호환성
3701=Listary는 다음의 응용프로그램에서 작동함:
3702=지원 목록에 응용프로그램 추가
3703=지원 목록에서 선택된 응용프로그램 제거
3704=파일관리자
3705=분류
3706=실행
3707=주소줄
3708=예
3709=아니오

;Options > Pro
3800=Listary Pro 등록
;3801=
3802=이름 :
3803=E메일 :
3804=등록코드 :
3805=주의
3806=Listary는 개인용이나 비상업용으로만 무료로 제공됩니다. 이러한 경우에 여러분은 비용의 지불없이 프로그램의 사용권을 인정받습니다.
3807=상업적 용도로 사용하려면 Listary Pro를 구입하기 바랍니다.
3808=클립보드에서 가져와 붙이기 
3809=등록코드 확인

;Options > About
3900=프로그램 정보
3901=Listary는 개인용으로만 무료입니다. 상업적 용도나 더 나은 기능을 원하면 Listary Pro를 구입하기 바랍니다.
3902=홈페이지 가기
3903=이 프로그램은 다음의 사용자에게 사용이 허가됨 :

;Add Application Dialog
4100=응용프로그램 추가
4101=선택하려는 응용프로그램의 주소줄 위로 Finder를 끌어와 놓는다.
4102=Finder :
4103=분류 :
4104=실행 :
4105=주소줄 :
4106=파일관리자입니까? ( 파일관리자에서만 작동하는 기능을 사용하려면 체크 )
4107=*실패함* 이 기능을 관리자권한으로 실행하겠습니까?

;Custom Command Dialog
4200=자주쓰는 명령
4201=실행파일의 경로를 채움.\n예 : C:\Program Files\7-Zip\7z.exe
4202=매개 변수 
4203=7-Zip을 예로 저장소에 선택된 파일을 추가하는 방법을 보임.\n\n 매개변수에 아래의 변수를 사용할 수 있음. 변수는 인용부호를 포함하지 않으므로 필요에 따라 수동으로 추가하기 바람.
4204=%file%\t\t선택된 파일이나 폴더의 경로를 채움.\n예 : D:\download\music\example.mp3\n\n%path%\t사용중인 폴더 경로.\n예 : D:\download\music\\n\n%filename%\t선택한 파일이나 폴더 이름.\n예 : example.mp3

;Add Favorite Dialog
4300=즐겨찾기 추가